<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link rel="stylesheet" href="tipStyle.css" >
<title>tipProc</title>
</head>
<body>
<p class="howtogo">How to go?</p>
	<div class="howtogo-wrapper">
		<h4>킹스크로스 역에 있는 
		<a class="943img" href="img/943img.jpg">9와 4분의 3번 승강장</a>에서호그와트 급행열차를 타야한다.<br>
			(<a class="flycar" href="img/flycar.jpg">날으는 자동차</a>를 타고 호그와트 급행열차를 따라가거나,호그와트 쪽에서 허가한다면 <a class="flue" href="img/flue.PNG">플루가루</a>를 
			이용해 벽난로를 통해 호그와트 성 내부로 들어갈 수도 있다.)
			<br>하지만 날으는 자동차를 이용할 경우 매우 위험 할 뿐만 아니라 머글에게 마법사의 정페를 노출했다는 이유로 큰 문제가 될 수 있고,<br>
			플루가루를 이용하는 방법은 볼드모트가 또 다시 마법세계를 장악했을 때 사용했던 방법이기에 거의 일어나지 않는 일이라고 보면 된다.
			<br>9와4분의3번 승강장은 킹스크로스 역 9번 승강장과 10번 승강장 사이의 기둥을 통해 들어 갈 수 있다.<br>
			방법은 매우 간단한데, 주변에 머글이 있는지 살펴보고 그냥 카트를 힘껏 밀며 들어가면 된다.<br>
			호그와트로 가는 유일한 이동수단, 호그와트 급행열차인데, 런던의 킹스크로스 역에서 출발해 호그스미드 역에 도착하며
			<br>학생들을 위해 호박파이나 <a class="frog" href="img/frog.jpg">개구리 코촐릿</a>, <a class="bean" href="img/bean.jpg">온갖 맛이 나는 젤리들</a>의 여러가지 간식도 판다.<br>학생들은 약 10시간 동안 호그와트 급행열차를 타고 이동한다.<br>
			호그스미드 역에 처음 도착한 신입생들은 해그리드의 안내를 따라 <a class="bote" href="img/bote.PNG">보트</a>를 타고 호그와트로 이동한다.<br>
			호그와트의 신입생들을 제외한 나머지 학생들은 <a class="sestral" href="img/sestral.gif">세스트랄</a>이 끄는 마차를 타고 호그와트로 들어간다.<br>대부분의 학생들은 마법의 마차를 탄다고 생각하는데, 사실 세스트랄이 오직 죽음을 목격한 사람의 눈에만 보이기 떄문에<br>
			죽음을 목격하지 않은 학생들은 전부 마법 마차를 탄다고 행각한다.<br>
			</h4>
	</div>
	
<p class="house">Hogwarts Houses</p>
	<div class="house-wrapper">
	<br>
		<div class="teacher-wrapper">
			<h2 class="teacher">기숙사 배정식은 매우 중요한 의식입니다.<br>
				왜냐하면 여러분이 이곳 호그와트에 있는 동안은, 같은 기숙사 동료들과 함께
				<br> 가족처럼 지내게 될 것이기 때문입니다.
				<br>-맥고나걸 교수-
			</h2>
		</div>
		
		<h4 class="house-information">호그와트 학생에게 있어서, 기숙사는 집이나 다름이 없다.<br>
		학생들은 기숙사별로 나눠져 수업을 듣고, 퀴디치 경기를 즐기는 등 함께 생활하게 된다.<br>
		학기 말에는 기숙사 점수를 매겨서 우승컵을 수여하기도 한다.<br>
		기숙사는, 입학한 후 기숙사 배정식을 통해 <a href="img/househat.gif" class="househat">마법의 분류모자</a>가 배정해준다.<br>
		호그와트의 창립자 고드릭 그리핀도르, 살라자르 슬리데린, 헬가 후플푸프,로웨나 래번클로는 학교를 세운 뒤 자신들의 이름을 딴 네 개의 기숙사를 설립했다.<br>
		이 네 개의 기숙사는 창립자가 중요하게 생각했던 이념을 바탕으로 학생들을 받아들인다.<br>
		기숙사는 크게 남학생 침실, 여학생 침실 그리고 거실로 구성되어있다.<br>
		하지만 호그와트 기숙사는 여학생은 남학생 침실에 들어 갈 수 있지만 남학생은 여학생 침실에 들어 갈 수 없다는 것을 명심하자.<br>
		
		</h4>
		
		<h2 class="Gryffindor"> ● Gryffindor</h2>

		<div class="add-information">
			<h4>기숙사 창립 이념 : "용기를 보여주는 아이들만 받아들이자"</h4><br>
			<h4>기숙사 상징 동물 : 사자</h4><br>
			<h4>기숙사 상징 색 : 붉은색, 금색</h4><br>
			<h4>기숙사 특성 : 용기, 기사도 정신</h4><br>
			<h4>기숙사 유령 : 목이 달랑달랑한 닉(니콜라스 드 밈스 포르핑턴 경)</h4><br>
			<h4>기숙사 입구 : 그리핀도르 탑의 뚱보 여인 사진</h4><br>
			<h5>*벽에 걸려있는 액자 속 뚱보 여인에게 정기적으로 바뀌는 기숙사 암호를 말하면 들어 갈 수 있다.</h5><br>
			<h4>기숙사 사감 : 미네르바 맥고나걸</h4><br>
			<h4>그리핀도르의 상징 : <a class="knife" href="img/knife.jpg">그리핀도르의 검</a></h4><br>
			<h5>-그리핀도르이 검은 그리핀도르 기숙사 창립자의 것이었다. 진정한 그리핀도르만이 이 검을 찾아 낼 수 있다고 하며,<br>
				대표적으로 이 검을 사용한 사람으로는 해리포터인데 이 검으로 바실리스크를 죽이고,슬리데린의 로켓을 파괴했다.<br>
				후에 이 검은 네빌에 의해 <a href="img/snake.gif" class="snake">내기니</a>의 머리를 베는 데에 사용되기도 했다.<br>
			</h5>	
		</div>
		
		<h2 class="Sliderin"> ● Slytherin</h2>

		<div class="add-information2">
			<h4>기숙사 창립 이념 : "순수 혈통의 아이들만 받아들이자"</h4><br>
			<h4>기숙사 상징 동물 : 뱀</h4><br>
			<h4>기숙사 상징 색 : 녹색, 은색</h4><br>
			<h4>기숙사 특성 : 지략, 교활, 야망</h4><br>
			<h4>기숙사 유령 : 피투성이 바론</h4><br>
			<h4>기숙사 입구 : 지하 감옥 벽</h4><br>
			<h4>기숙사 사감 : 세베루스 스네이프->호레이스 슬러그혼</h4><br>
			<h5>*슬리데린의 창립자 살라자르 슬리데린은 다른 호그와트의 창립자들과의 불화로<br>
			호그와트에 비밀의 방을 만든 후 학교를 떠났으며 파셀통크를 할 수 있다고 알려졌다.</h5><br>
		</div>
		
		<h2 class="Hufflepuff"> ● Hufflepuff</h2>

		<div class="add-information3">
			<h4>기숙사 창립 이념 : "모든 아이들을 차별없이 받아들이자"</h4><br>
			<h4>기숙사 상징 동물 : 오소리</h4><br>
			<h4>기숙사 상징 색 : 노란색, 검은색</h4><br>
			<h4>기숙사 특성 : 친절, 인내, 관용</h4><br>
			<h4>기숙사 유령 : 프라이어(쾌활하고 뚱뚱한 수도사)</h4><br>
			<h4>기숙사 입구 : 부엌</h4><br>
			<h4>기숙사 사감 : 포모나 스프라우트</h4><br>
			<h5>*후플푸프 학생들이 호그와트 전쟁에 참여한 이유는<br>
				다른 기숙사와는 다르게 그것이 '옳기'때문이었다.</h5>
		</div>
		
		<h2 class="Ravenclaw"> ● Ravenclawf</h2>

		<div class="add-information4">
			<h4>기숙사 창립 이념 : "똑똑하고 지혜로운 아이들만 받아들이자"</h4><br>
			<h4>기숙사 상징 동물 : 독수리</h4><br>
			<h4>기숙사 상징 색 : 파란색, 청동색</h4><br>
			<h4>기숙사 특성 : 지능, 지혜</h4><br>
			<h4>기숙사 유령 : 회색 여인</h4><br>
			<h5>*회색 여인의 본명은 헬레나 래번클로(래번클로 기숙사 창립자의 딸)</h5><br>
			<h4>기숙사 입구 : 서쪽 탑의 청동 독수리상</h4><br>
			<h4>기숙사 사감 : 필리우스 플리트윅</h4><br>
			<h5>*래번클로 기숙사로 들어가기 위해서는 다른 기숙사처럼 암호를 대는 것이 아니라<br>
				청동 독수리상이 내는 문제를 풀어야함.</h5>
		</div>
		
		

		
		
		
		
	</div>

</body>
</html>